<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    // dashboard画面
    'msg1' => 'さあ、始めましょう。<br>チュートリアルを開始します。',
    'msg2' => 'まずは、メールアドレスからフレンドやお客様をLINEに招待する方法を紹介します。',

    // 招待メール画面
    'msg3' => '招待するためにメールの文章を作成します。',
    'msg4' => '文章ができたら、保存します。',
    'msg5' => '送信ボタンを押せば、<br>招待メールが送られます。',
    'msg6' => 'これで、招待文の完成です！',
    
    // 一斉配信画面
    'msg7' => '一斉配信は指定した条件を満たす友達に<br>一斉にメッセージを送ります。',

    // 自動応答画面
    'msg8' => '自動応答は条件を決めて<br>自動で返信できるようにします。',

    // ステップメール画面
    'msg9' => 'シナリオ配信はあらかじめ設定した流れに沿って、自動でメッセージを配信します。',
    'msg10' => 'まずは新規ボタンを押し、<br>新しいシナリオ配信を作りましょう。',
    'msg11' => 'まずはタイトルを決め、次に配信対象を決めます。<br>そして、忘れずに完了時アクションをつけておきましょう。<br>どの人がどの配信を受け取ったのかがわかるようになります。',
    'msg12' => '多彩な配信機能を使って、メッセージを作成しましょう。',
    'msg13' => 'お疲れ様でした。<br>最後に全体管理についてご紹介します。',

    // アカウント一覧画面
    'msg14' => '全体管理では、ご登録いただいた全てのアカウントを管理できます。<br>また、ご利用プランの変更や、アカウントの追加なども簡単に行えます。',

    // アカウント分析
    'msg15' => 'アカウント分析では、全アカウントの統計データをチェックできます。',

    // フォロワー
    'msg16' => '全友達リストでは、一括管理、一括ブロックなどが可能です。',

    // 全アカウント配信
    'msg17' => '全アカウント配信では、全アカウントの中から、選択して一斉配信が可能です。',
    'msg18' => '<h2 class="text-center">これで終わりになります。</h2><br>最後までありがとうございました。<br>より詳しい説明は、サポート動画などをご覧ください。<br>さっそくLINNERを始めてみてください！',

    // ボタン
    'btn1' => '次へ',
    'btn2' => 'スキップ',
    'btn3' => '閉じる'

];
